Repository: ArtemTokar13/saas.salon
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, es

source: Monthly
es: Mensual

source: 3 Months
es: 3 meses

source: 6 Months
es: 6 meses

source: Yearly
es: Anual

source: Active
es: Activo

source: Cancelled
es: Cancelado

source: Past Due
es: Vencido

source: Unpaid
es: No pagado

source: Reminder: Upcoming Booking for
es: Recordatorio: Próximas reservas para

source: Select Country
es: Seleccionar país

source: Add any notes about this booking...
es: Añade cualquier nota sobre esta reserva...

source: Add any special requests or notes...
es: Añade cualquier solicitud o nota especial...

source: Client notes...
es: Notas del cliente...

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Wednesday
es: Miércoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Saturday
es: Sábado

source: Sunday
es: Domingo

source: A Simple Client Management System for Your Salon
es: Un sistema sencillo de gestión de clientes para su salón

source: Reduce no‑shows, save time, and let clients book 24/7 — all in one simple platform.
es: Reduzca las inasistencias, ahorre tiempo y permita que los clientes reserven las 24 horas del día, los 7 días de la semana, todo en una plataforma sencilla.

source: Start Free Trial
ca: Començar Prova Gratuïta
es: Comenzar Prueba Gratuita

source: Go to Dashboard
es: Ir al panel de control

source: See How It Works
es: Cómo Funciona

source: Everything You Need to Run Your Salon Smoothly
es: Todo lo que necesitas para que tu salón funcione sin problemas

source: Online Booking
ca: Reserves en Línia
es: Reservas en Línea

source: Let clients book appointments anytime. Automatic confirmations included.
es: Permite a los clientes reservar citas 24/7 desde cualquier dispositivo. Confirmaciones y recordatorios automáticos.

source: WhatsApp Reminders
es: Recordatorios de WhatsApp

source: Reduce no‑shows with instant WhatsApp notifications clients actually read.
es: Reduce las inasistencias con notificaciones instantáneas de WhatsApp que los clientes realmente leen.

source: Staff Management
ca: Gestió de Personal
es: Gestión de personal

source: Each staff member gets their own calendar and schedule.
es: Cada miembro del personal tiene su propio calendario y horario.

source: Service Management
es: Gestión de servicios

source: Create services, durations, prices, and assign them to staff.
es: Crea servicios, duraciones, precios y asígnalos al personal.

source: Client Profiles
es: Perfiles de clientes

source: Keep track of client history, notes, and preferences.
es: Realice un seguimiento del historial, notas y preferencias del cliente.

source: Analytics Dashboard
es: Panel de análisis

source: Track your bookings, no-shows, and business performance.
es: Realice un seguimiento de sus reservas, inasistencias y rendimiento comercial.

source: Why WhatsApp Reminders Matter
es: Por qué son importantes los recordatorios de WhatsApp

source: Clients read WhatsApp messages instantly
es: Los clientes leen mensajes de WhatsApp al instante

source: Higher open rates than email — 97%% read rate within minutes
es: Tasas de apertura más altas que el correo electrónico: 97 % de tasa de lectura en minutos

source: Reduce missed appointments
es: Reducir las citas perdidas

source: Cut no-shows with timely reminders
es: Reduzca las inasistencias con recordatorios oportunos

source: Automatic reminders before each visit
es: Recordatorios automáticos antes de cada visita

source: Set it up once and let it run automatically
es: Configúrelo una vez y déjelo funcionar automáticamente

source: Works even if clients ignore email
es: Funciona incluso si los clientes ignoran el correo electrónico

source: Reach your clients where they actually are
es: Llega a tus clientes donde realmente están

source: Example WhatsApp Message
es: Ejemplo de mensaje de WhatsApp

source: Hi Maria! 💅
es: ¡Hola María! 💅

source: Your appointment reminder:
es: Recordatorio de su cita:

source: Tomorrow at 3:00 PM
es: Mañana a las 15:00 horas

source: Haircut - 60 min
es: Corte de pelo - 60 min

source: With Anna
es: Con Ana

source: See you soon!
es: ¡Nos vemos pronto!

source: Perfect for beauty & wellness businesses
es: Perfecto para negocios de belleza y bienestar.

source: If you run any of these, Reserva-Ya is for you
es: Si realizas alguna de estas, Reserva-Ya es para ti

source: Hair salons
es: Peluquerías

source: Barber shops
es: Barberías

source: Nail & manicure studios
es: Estudios de uñas y manicura

source: Beauty & aesthetics
es: Belleza y estética

source: Massage & wellness
es: Masaje y bienestar

source: Get Started in Minutes
es: Comienza en minutos

source: Simple setup, immediate results
es: Configuración sencilla, resultados inmediatos

source: Sign Up
ca: Registrar-se
es: Registrate

source: Create your company account in under 2 minutes.
es: Crea tu cuenta de empresa en menos de 2 minutos

source: Set Up
es: Personaliza

source: Add staff, services, and working hours.
es: Añade tu personal, servicios y horarios de trabajo

source: Share
ca: Compartir
es: Comparte

source: Send your booking link to clients.
es: Comparte tu enlace de reservas con los clientes

source: Grow
ca: Créixer
es: Crece

source: Receive bookings automatically and reduce no‑shows.
es: Reciba reservas automáticamente y reduzca las inasistencias.

source: Simple, transparent pricing
es: Precios simples y transparentes

source: Choose the perfect plan for your business
es: Elige el plan perfecto para tu negocio

source: View Our Pricing Plans
es: Ver precios

source: All plans include:
es: Todos los planes incluyen:

source: Online booking
es: Reservas en Línea

source: Staff calendars
es: Calendarios del personal

source: Unlimited appointments
es: Reservas ilimitadas

source: Frequently Asked Questions
es: Preguntas frecuentes

source: Do I need to install anything?
es: ¿Necesito instalar algo?

source: No, everything works in your browser. No downloads or installations needed — just sign up and start using it immediately.
es: No, todo funciona en tu navegador. No necesitas descargar ni instalar nada: solo regístrate y empieza a usarlo de inmediato.

source: Can clients book without downloading an app?
es: ¿Pueden los clientes reservar sin descargar una aplicación?

source: Yes, bookings work on any device through a web link. Clients don't need to download anything — they simply click your booking link and book.
es: Sí, las reservas funcionan en cualquier dispositivo mediante un enlace web. Los clientes no necesitan descargar nada: simplemente hacen clic en el enlace de reserva y reservan.

source: Is WhatsApp included?
es: ¿Está incluido WhatsApp?

source: WhatsApp reminders are available in our Connect plan. You'll be able to send automatic reminders to all your clients.
es: Los recordatorios de WhatsApp están disponibles en nuestro plan Connect. Podrás enviar recordatorios automáticos a todos tus clientes.

source: Can I cancel anytime?
es: ¿Puedo cancelar en cualquier momento?

source: Of course — no long-term contracts. You can cancel your subscription anytime from your account settings.
es: Por supuesto, sin contratos a largo plazo. Puedes cancelar tu suscripción en cualquier momento desde la configuración de tu cuenta.

source: How do I connect WhatsApp?
es: ¿Cómo conecto WhatsApp?

source: We provide step-by-step instructions to connect your WhatsApp account. It's a simple 5-minute setup process.
es: Te proporcionamos instrucciones paso a paso para conectar tu cuenta de WhatsApp. Es un proceso de configuración sencillo de 5 minutos.

source: See the Platform in Action
es: Vea la plataforma en acción

source: Calendar View
es: Vista de calendario

source: Staff Schedule
es: Horario del personal

source: Booking Form
es: Formulario de reserva

source: WhatsApp Reminder
es: Recordatorio de WhatsApp

source: Ready to Grow Your Salon?
es: ¿Listo para Comenzar?

source: Start your free trial today — no credit card required. Get instant access to all features.
es: Comienza tu prueba gratuita hoy mismo, sin necesidad de tarjeta de crédito. Obtén acceso instantáneo a todas las funciones.

source: Start Your Free Trial Today
es: Comenzar Prueba Gratuita

source: 30 days free. No credit card. Cancel anytime.
es: 30 días gratis. Sin tarjeta de crédito. Cancela cuando quieras.

source: Welcome back!
es: ¡Bienvenido de nuevo!

source: Go to your dashboard
es: Vaya a su panel de control

source: We use cookies
es: Nosotros usamos cookies

source: We use essential cookies to make our site work. With your consent, we may also use non-essential cookies to improve user experience and analyze website traffic. By clicking 'Accept All', you agree to our use of cookies.
es: Utilizamos cookies esenciales para el funcionamiento de nuestro sitio. Con su consentimiento, también podemos utilizar cookies no esenciales para mejorar la experiencia del usuario y analizar el tráfico del sitio web. Al hacer clic en "Aceptar todo", acepta nuestro uso de cookies.

source: Learn more
es: Saber mas

source: Accept All
es: Aceptar todo

source: Essential Only
es: Solo esencial

source: Customize
es: Personalizar

source: Professional booking management system for beauty salons and service providers.
es: Sistema de gestión de reservas profesional para salones de belleza y proveedores de servicios.

source: Your Address Here
es: Su dirección aquí

source: Privacy Policy
es: Política de privacidad Gal

source: Terms of Service
es: Condiciones de servicio

source: Cookie Policy
es: Política de cookies

source: Cookie Settings
es: Configuración de cookies

source: Information
es: Información

source: About Us
es: Sobre nosotros

source: How It Works
ca: Com Funciona
es: Cómo Funciona

source: Pricing Plans
es: Precios

source: FAQ
es: Preguntas frecuentes

source: Support
es: Apoyo

source: Contact Us
es: Contacta con nosotros

source: Salon Booking System. All rights reserved.
es: Sistema de reservas para salones. Todos los derechos reservados.

source: Home
ca: Inici
es: Inicio

source: Pricing
ca: Preus
es: Precios

source: Platform Admin
ca: Admin de Plataforma
es: Admin de Plataforma

source: Dashboard
ca: Tauler
es: Panel

source: Logout
ca: Tancar sessió
es: Cerrar sesión

source: Login
ca: Iniciar Sessió
es: Iniciar Sesión

source: Try Free
es: Pruébalo gratis

source: Choose Plan
es: Elige tu Plan

source: How many workers do you need?
es: Cuantos trabajadores necesitas?

source: worker
es: trabajador

source: s
es: es

source: workers included
es: trabajadores incluidos

source: Each additional worker
es: Cada trabajador adicional

source: month
es: mes

source: Select Billing Period
es: Seleccionar período de facturación

source: SAVE
es: AHORRAS

source: Continue to Payment
es: Continuar con el pago

source: Cancel
es: Cancelar

source: Billing Information
es: Información de la Cuenta

source: You will be redirected to Stripe to complete your payment securely.
es: Serás redirigido a Stripe para completar tu pago de forma segura.

source: Secure payment processing
es: Procesamiento de pagos seguro

source: Cancel anytime
es: Cancelar en cualquier momento

source: Automatic renewal
es: Renovación automática

source: Choose Your Plan
ca: Tria el teu Pla
es: Elige tu Plan

source: Choose Your Billing Period
es: Elija su período de facturación

source: Save more with longer billing periods
es: Ahorre más con períodos de facturación más largos

source: Billed monthly
es: Facturación mensual

source: Select Plan
ca: Seleccionar Pla
es: Seleccionar Plan

source: Save
es: Ahorre

source: months
es: meses

source: Billed every 3 months
es: Facturado cada 3 meses

source: Billed every 6 months
es: Facturado cada 6 meses

source: year
es: año

source: Billed annually
es: Facturado anualmente

source: Pricing Comparison
es: Comparación de precios

source: Billing Period
es: Comparación de precios

source: Total Price
es: Precio total

source: Effective Monthly
es: Efectivo mensual

source: Discount
es: Descuento

source: You Save
es: Ahorras

source: Subscription & Billing
es: Suscripción y facturación

source: Back
es: Volver

source: Current Subscription
es: Suscripción actual

source: Start Date
es: Fecha de inicio

source: Next Billing Date
es: Próxima fecha de facturación

source: Change Plan
es: Plan Actual

source: Cancel Subscription
es: Cancelar suscripción

source: No active subscription
es: No hay suscripción activa

source: View Available Plans
es: Ver planes disponibles

source: Billing History
es: Historial de facturación

source: Date
es: Fecha

source: Transaction ID
es: ID de transacción

source: Status
es: Estado

source: Amount
es: Cantidad

source: No billing history yet
es: Aún no hay historial de facturación

source: Account Summary
es: Resumen de la cuenta

source: Total Spent
es: Total gastado

source: Active Since
es: Plan Activo

source: Transactions
es: Transacciones

source: Need Help?
es: ¿Necesitar ayuda?

source: Have questions about billing or your subscription?
es: ¿Tiene preguntas sobre la facturación o su suscripción?

source: Contact Support
es: Contactar con soporte técnico

source: Select the plan that best fits your business needs
ca: Selecciona el pla que millor s'adapte a les necessitats del teu negoci
es: Selecciona el plan que mejor se adapte a las necesidades de tu negocio

source: Current Plan
ca: Pla Actual
es: Plan Actual

source: Up to
es: Hasta

source: staff members
es: Personal

source: Unlimited bookings
ca: Reserves il·limitades
es: Reservas ilimitadas

source: Calendar view
ca: Vista de calendari
es: Vista de calendario

source: Public booking page
ca: Pàgina de reserves pública
es: Página de reservas pública

source: Register
ca: Registrar-se
es: Registrarse

source: Are you sure you want to switch to
ca: Estàs segur que vols canviar a
es: ¿Estás seguro de que quieres cambiar a

source: No plans available at the moment
ca: No hi ha plans disponibles en este moment
es: No hay planes disponibles en este momento

source: Bookings
ca: Reserves
es: Reservas

source: Service
es: Servicio

source: Staff
es: Personal

source: Time
es: Tiempo

source: Customer
es: Cliente

source: Phone & Email
es: Correo y telefono

source: Actions
es: Acciones

source: Edit
es: Cambiar

source: No bookings found.
es: No se encontraron reservas.

source: Confirm Booking
es: Confirmar reserva

source: Booking Details
es: Detalles de la reserva

source: Phone
ca: Telèfon
es: Teléfono

source: Date & Time
es: Fecha y hora

source: Email
ca: Correu Electrònic
es: Correo Electrónico

source: Duration (minutes)
es: Duración (minutos)

source: Minimum 15 minutes
es: Mínimo 15 minutos

source: Price
es: Precios

source: Confirm
es: Confirmar

source: Booking Received!
es: ¡Reserva recibida!

source: Thank you for your booking. For confirm your booking, please call
es: Gracias por su reserva. Para confirmarla, por favor llame al

source: Status:
es: Estado:

source: Awaiting Staff Confirmation
es: Esperando confirmación del personal

source: Booking Confirmed!
es: ¡Reserva confirmada!

source: Thank you for your booking.
es: Gracias por su reserva.

source: Company
ca: Empresa
es: Empresa

source: Specialist
es: Especialista

source: Duration
es: Descripción

source: minutes
es: minutos

source: Book Your Appointment
es: Reserve su cita

source: Please complete the following fields:
es: Por favor complete los siguientes campos:

source: Your Information
es: Su información

source: Name
es: Nombre

source: Select Service
es: Seleccionar servicio

source: Choose a service...
es: Elija un servicio...

source: Select Specialist
es: Elija un Especialista

source: Optional
es: Opcional

source: Please select a service first
es: Por favor seleccione un servicio primero

source: Select Date & Time
es: Fecha y hora

source: Available Dates
es: Planes disponibles

source: Please select a specialist first
es: Por favor seleccione un especialista primero

source: Sun
es: Dom

source: Mon
es: Lun

source: Tue
es: Mar

source: Wed
es: Mie

source: Thu
es: Jue

source: Fri
es: Vie

source: Sat
es: Sab

source: Available Time
es: Tiempos disponibles

source: Additional Notes
es: Notas adicionales

source: Do you have any special requests or notes?
es: ¿Tiene alguna petición o nota especial?

source: Any Available
es: Cualquiera disponible

source: We'll assign
es: Nosotros asignaremos

source: Edit Booking
es: Editar reserva

source: Customer Information
es: Información del cliente

source: Customer Name
es: Nombre del cliente

source: min
es: minutos

source: Booking details
es: Detalles de la reserva

source: View customer details
es: Ver detalles del cliente

source: Client Notes
es: Notas del cliente

source: from customer
es: del cliente

source: Activate Staff Account
es: Activar cuenta de personal

source: Password
ca: Contrasenya
es: Contraseña

source: Confirm Password
ca: Confirmar Contrasenya
es: Confirmar Contraseña

source: Activate
es: Activar

source: Return to homepage
es: Regresar a la página de inicio

source: Add Service
ca: Afig Servici
es: Añadir Servicio

source: Restrict service to specific dates only
es: Restringir el servicio solo a fechas específicas

source: Specify up to 10 dates when this service is available. Leave empty if always available.
es: Especifique hasta 10 fechas en las que este servicio esté disponible. Déjelo en blanco si siempre está disponible.

source: + Add Date
es: + Añadir fecha

source: Require Staff Confirmation
es: Requiere confirmación del personal

source: Maximum 10 dates allowed
es: Máximo 10 fechas permitidas

source: Add Staff Member
es: Agregar personal

source: Specialization
es: Especialización

source: Working Days
es: Dias laborales

source: Select the days when this staff member is available to work
es: Seleccione los días en los que este miembro del personal está disponible para trabajar

source: Break Start Time
es: Hora de inicio del descanso

source: Break End Time
es: Hora de finalización del descanso

source: Out of Salon
es: Fuera del salon

source: Out of Salon Start Date
es: Fecha de inicio fuera del salon

source: Out of Salon End Date
es: Fecha de finalización fuera del salon

source: Services
ca: Servicis
es: Servicios

source: Customer Detail
es: Detalle del cliente

source: Services Booked
es: Servicios

source: Service Name
es: Servicio

source: Times Booked
es: Tiempo

source: No services found.
es: No se encontraron servicios.

source: Booking History
es: Historial de reservas

source: with
es: con

source: First
es: Primera

source: Previous
es: Previa

source: Next
es: Próxima

source: Last
es: Última

source: Page
es: Pagina

source: of
es: de

source: total bookings
es: Reservas

source: Customers for
es: Clientes de

source: Search
es: Buscar

source: Search by name or phone number...
es: Buscar por nombre o número de teléfono...

source: No customers found matching your search.
es: No se encontraron clientes que coincidan con tu búsqueda.

source: No customers found.
es: No se encontraron clientes.

source: total customers
es: total de clientes

source: Company Dashboard
ca: Tauler de l'Empresa
es: Panel de la Empresa

source: Staff Members
ca: Membres del Personal
es: Miembros del Personal

source: Subscription
ca: Subscripció
es: Suscripción

source: Expires:
ca: Caduca:
es: Expira:

source: No Active Plan
ca: Sense Pla Actiu
es: Sin Plan Activo

source: Quick Actions
ca: Accions Ràpides
es: Acciones Rápidas

source: Add Staff
ca: Afig Personal
es: Añadir Personal

source: View Customers
es: Ver clientes

source: Edit Profile
ca: Editar Perfil
es: Editar Perfil

source: Set Hours
ca: Establir Horaris
es: Establecer Horarios

source: View Public Page
ca: Vore Pàgina Pública
es: Ver Página Pública

source: Company Information
ca: Informació de l'Empresa
es: Información de la Empresa

source: Address
ca: Adreça
es: Dirección

source: Website
ca: Lloc Web
es: Sitio Web

source: Booking Link
ca: Enllaç de Reserves
es: Enlace de Reservas

source: Share this link with your customers:
ca: Compartix este enllaç amb els teus clients:
es: Comparte este enlace con tus clientes:

source: Copy
ca: Copiar
es: Copiar

source: Download QR Code
es: Descargar código QR

source: QR Code Preview:
es: Vista previa del código QR:

source: Link copied to clipboard!
ca: Enllaç copiat al porta-retalls!
es: ¡Enlace copiado al portapapeles!

source: Edit Company Profile
es: Editar Perfil

source: Company Name
ca: Nom de l'Empresa
es: Nombre de la Empresa

source: Description
ca: Descripció
es: Descripción

source: City
ca: Ciutat
es: Ciudad

source: Map Location
es: Ubicación del mapa

source: Open
es: Abrir

source: search for your business, click the 'Share' button and paste the link here (e.g., https://maps.app.goo.gl/...)
es: busca tu negocio, haz clic en el botón 'Compartir' y pega el enlace aquí (p. ej., https://maps.app.goo.gl/...).

source: Online Appointments
es: Reservas en linea

source: Enable online appointment booking on your public page
es: Habilite la reserva de citas en línea en su página pública

source: Social Media
es: Redes sociales

source: Platform (e.g., facebook)
es: Plataforma (por ejemplo, Facebook)

source: + Add Social Media
es: + Agregar redes sociales

source: Add your social media profiles (e.g., facebook, instagram, twitter)
es: Añade tus perfiles de redes sociales (por ejemplo, Facebook, Instagram, Twitter)

source: Current logo
es: Plan Actual

source: Delete
es: Borrar

source: Images
es: Imagenes

source: Drag and drop images to reorder them
es: Arrastre y suelte imágenes para reordenarlas

source: Company image
es: Imagen de la Empresa

source: Choose file
es: Elige fichero

source: Save Changes
es: Guardar cambios

source: Edit Service
es: Editar Servicio

source: Edit Staff Member
es: Editar Personal

source: Current avatar
es: Imagen Actual

source: Out of Office
es: Fuera de la oficina

source: Out of Office Start Date
es: Fecha de inicio fuera de la oficina

source: Out of Office End Date
es: Fecha de finalización fuera de la oficina

source: Is Active
es: Activo

source: Forgot Password
es: ¿Olvidaste tu contraseña?

source: Enter your email address below to receive a password reset link.
es: Ingrese su dirección de correo electrónico a continuación para recibir un enlace de restablecimiento de contraseña.

source: Send Reset Link
es: Enviar enlace de restablecimiento

source: Gallery
es: Galería

source: Our Team
es: Nuestro equipo

source: Staff information coming soon.
es: Información sobre el personal próximamente.

source: Our Services
es: Nuestros servicios

source: No services available at the moment.
es: No hay servicios disponibles en este momento.

source: Book an Appointment
es: Reservar una cita

source: Book Now
es: Reservar ahora

source: Online booking is currently unavailable. Please contact us directly to schedule an appointment.
es: Las reservas en línea no están disponibles en este momento. Contáctenos directamente para programar una cita.

source: Contact Information
es: Información del contacto

source: Working Hours
es: Horas de trabajo

source: Closed
es: Cerrado

source: Register Your Company
ca: Registra la teua Empresa
es: Registra tu Empresa

source: Register Your Business
es: Registra tu Empresa

source: Create your company account and start accepting bookings
es: Crea tu cuenta de empresa y comienza a aceptar reservas hoy

source: Account Information
ca: Informació del Compte
es: Información de la Cuenta

source: Company Email
ca: Correu de l'Empresa
es: Correo de la Empresa

source: Company Logo
ca: Logo de l'Empresa
es: Logo de la Empresa

source: Back to home
ca: Tornar a l'inici
es: Volver al inicio

source: Create Account
ca: Crear Compte
es: Crear Cuenta

source: Reset Password
es: Restablecer contraseña

source: Please set your password to reset your account.
es: Establezca su contraseña para restablecer su cuenta.

source: Inactive
es: Inactivo

source: No Services Found
es: No hay servicios
