Repository: ArtemTokar13/saas.salon
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, es

source: Enter a valid value.
es: Introduzca un valor válido.

source: Enter a valid URL.
es: Introduzca una URL válida.

source: Enter a valid integer.
es: Introduzca un entero válido.

source: Enter a valid email address.
es: Introduzca una dirección de correo electrónico válida.

source: Enter a valid “slug” consisting of letters, numbers, underscores or hyphens.
es: Introduzca un “slug” válido que consista en letras, números, guiones bajos o guiones.

source: Enter a valid “slug” consisting of Unicode letters, numbers, underscores, or hyphens.
es: Introduzca un 'slug' válido que conste de letras Unicode, números, guiones bajos o guiones.

source: Enter a valid IPv4 address.
es: Introduzca una dirección IPv4 válida.

source: Enter a valid IPv6 address.
es: Introduzca una dirección IPv6 válida.

source: Enter a valid IPv4 or IPv6 address.
es: Introduzca una dirección IPv4 o IPv6 válida.

source: Enter only digits separated by commas.
es: Introduzca sólo dígitos separados por comas.

source: Ensure this value is %(limit_value)s (it is %(show_value)s).
es: Asegúrese de que este valor sea %(limit_value)s (es %(show_value)s).

source: Ensure this value is less than or equal to %(limit_value)s.
es: Asegúrese de que este valor sea menor o igual a %(limit_value)s.

source: Ensure this value is greater than or equal to %(limit_value)s.
es: Asegúrese de que este valor sea mayor o igual a %(limit_value)s.

source: Ensure this value is a multiple of step size %(limit_value)s.
es: Asegúrese de que este valor sea un múltiplo del tamaño del paso %(limit_value)s.

source: Ensure this value has at least %(limit_value)d character (it has %(show_value)d).
es: Asegúrese de que este valor tenga al menos %(limit_value)d caracteres (tiene %(show_value)d).

source: Ensure this value has at most %(limit_value)d character (it has %(show_value)d).
es: Asegúrese de que este valor tenga como máximo %(limit_value)d caracteres (tiene %(show_value)d).

source: Enter a number.
es: Introduzca un número.

source: Ensure that there are no more than %(max)s digit in total.
es: Asegúrese de que no haya más de %(max)s dígitos en total.

source: Ensure that there are no more than %(max)s decimal place.
es: Asegúrese de que no haya más de %(max)s decimales.

source: Ensure that there are no more than %(max)s digit before the decimal point.
es: Asegúrese de que no haya más de %(max)s dígitos antes del punto decimal.

source: File extension “%(extension)s” is not allowed. Allowed extensions are: %(allowed_extensions)s.
es: La extensión de archivo '%(extension)s' no está permitida. Las extensiones permitidas son: %(allowed_extensions)s.

source: Null characters are not allowed.
es: No se permiten caracteres nulos.

source: Email address
es: Correo electronico

source: IPv4 address
es: Dirección IPv4

source: IP address
es: Dirección IP

source: Please correct the duplicate data for %(field)s.
es: Por favor corrige los errores a continuación.

source: Please correct the duplicate values below.
es: Por favor corrige los errores a continuación.

source: Currently
es: Actual

source: midnight
es: medianoche

source: noon
es: mediodía

source: January
es: Enero

source: February
es: Febrero

source: March
es: Marzo

source: April
es: Abril

source: May
es: Mayo

source: June
es: Junio

source: July
es: Julio

source: August
es: Agosto

source: September
es: Septiembre

source: October
es: Octubre

source: November
es: Noviembre

source: December
es: Diciembre

source: jan
es: ene

source: apr
es: abr

source: may
es: mayo

source: aug
es: ago

source: dec
es: dic

source: Get started with Django
es: Comienza en minutos

source: Salon Booking Platform
ca: Plataforma de Reserves per a Salons

source: Manage Your Salon Bookings
ca: Gestiona les Reserves del teu Saló

source: The complete booking platform for salons, spas, and service businesses. Accept appointments online 24/7.
ca: La plataforma completa de reserves per a salons, spas i negocis de servicis. Accepta cites en línia 24/7.

source: Sign In
ca: Iniciar Sessió

source: Everything You Need
ca: Tot el que Necessites

source: Simple, powerful tools to grow your business
ca: Eines simples i potents per fer créixer el teu negoci

source: Let customers book appointments 24/7 from any device. Automatic confirmations and reminders.
ca: Permet als clients reservar cites 24/7 des de qualsevol dispositiu. Confirmacions i recordatoris automàtics.

source: Manage your team, assign services, and track schedules. Each staff member gets their own calendar.
ca: Gestiona el teu equip, assigna servicis i rastreja horaris. Cada membre del personal té el seu propi calendari.

source: Business Insights
ca: Estadístiques del Negoci

source: Track bookings, revenue, and customer data. Make informed decisions with real-time analytics.
ca: Rastreja reserves, ingressos i dades de clients. Pren decisions informades amb analítiques en temps real.

source: Get started in minutes
ca: Comença en minuts

source: Create your company account in under 2 minutes
ca: Crea el teu compte d'empresa en menys de 2 minuts

source: Setup
ca: Configurar

source: Add your staff, services, and working hours
ca: Afig el teu personal, servicis i horaris de treball

source: Share your booking link with customers
ca: Compartix el teu enllaç de reserves amb els clients

source: Accept bookings and manage your business
ca: Accepta reserves i gestiona el teu negoci

source: Ready to Get Started?
ca: Preparat per Començar?

source: Join hundreds of businesses managing their bookings smarter
ca: Uneix-te a centenars de negocis gestionant les seues reserves de manera més intel·ligent

source: Create your company account and start accepting bookings today
ca: Crea el teu compte d'empresa i comença a acceptar reserves hui

source: staff management
ca: gestió de personal

source: Back to Subscription Details
ca: Tornar a Detalls de Subscripció

source: Calendar
ca: Calendari

source: Hello
ca: Hola

source: Preview booking page
ca: Vista prèvia de pàgina de reserves
