Repository: ArtemTokar13/saas.salon
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, es

source: You haven't added any services yet.
es: Aún no has añadido ningún servicio.

source: Add Your First Service
es: Añadir Servicio

source: No Staff Members Found
es: No se encontraron miembros del personal

source: You haven't added any staff members yet.
es: Aún no has añadido ningún miembro del personal.

source: Add Your First Staff Member
es: Agregue su primer miembro del personal

source: Edit Working Hours
es: Editar horas de trabajo

source: Day
es: Dia

source: Working Day
es: Dia laboral

source: Start Time
es: Hora de inicio

source: End Time
es: Hora de fin

source: Account Activated
es: Cuenta activada

source: Account Activated!
es: ¡Cuenta activada!

source: Hello %(user_name)s,
es: Hola %(user_name)s,

source: Your account has been successfully activated. You can now log in to your account.
es: Su cuenta se ha activado correctamente. Ya puede iniciar sesión.

source: Activate Your Account
es: Crear Cuenta

source: Welcome!
es: ¡Bienvenido!

source: Thank you for registering with us!
es: Gracias por registrarse con nosotros!

source: Please confirm your registration by clicking the button below:
es: Por favor, confirme su registro haciendo clic en el botón siguiente:

source: Activate Account
es: Crear Cuenta

source: If the button doesn't work, copy and paste this link into your browser:
es: Si el botón no funciona, copie y pegue este enlace en su navegador:

source: If you didn't request this, please ignore this email.
es: Si no solicitó esto, ignore este correo electrónico.

source: Booking Cancellation
es: Cancelación de reserva

source: Booking Cancelled
es: Reserva cancelada

source: Your booking has been cancelled
es: Su reserva ha sido cancelada

source: This booking has been successfully cancelled and removed from our schedule.
es: Esta reserva ha sido cancelada con éxito y eliminada de nuestra agenda.

source: Cancelled Booking Details
es: Detalles de la reserva cancelada

source: Customer Name:
es: Nombre del cliente:

source: Service:
es: Servicio

source: Staff Member:
es: Miembro del personal:

source: Date:
es: Fecha:

source: Time:
es: Tiempo:

source: If you wish to book another appointment, please visit our booking page or contact us directly.
es: Si desea reservar otra cita, visite nuestra página de reservas o contáctenos directamente.

source: Address:
es: Dirección:

source: Phone:
es: Teléfono:

source: Email:
es: Correo Electrónico:

source: Website:
es: Sitio Web:

source: Book Again
es: Reservar de nuevo

source: If you have any questions or concerns, please don't hesitate to contact us.
es: Si tiene alguna pregunta o inquietud, no dude en contactarnos.

source: Booking Confirmation
es: Confirmación de reserva

source: Thank you for choosing %(company_name)s
es: Gracias por elegir %(company_name)s

source: Pre-Booking Received
es: Reserva anticipada recibida

source: Your booking request has been received and is awaiting staff confirmation. Please contact us to confirm the final price and duration.
es: Hemos recibido su solicitud de reserva y está pendiente de confirmación por parte del personal. Por favor, contáctenos para confirmar el precio final y la duración.

source: Booking Confirmed
es: Reserva confirmada

source: Your appointment has been successfully confirmed.
es: Su cita ha sido confirmada exitosamente.

source: Price:
es: Precio:

source: Note:
es: Nota:

source: This service requires staff confirmation. The final price and duration should be confirmed by our staff.
es: Este servicio requiere confirmación por parte del personal. El precio final y la duración deben ser confirmados por nuestro personal.

source: View Booking
es: Ver reserva

source: If you need to make any changes or have questions, please contact us directly.
es: Si necesita realizar algún cambio o tiene alguna pregunta, comuníquese con nosotros directamente.

source: Booking Reminder
es: Recordatorio de reserva

source: Don't forget your appointment at %(company_name)s
es: No olvides tu cita en %(company_name)s

source: Upcoming Appointment
es: Próxima cita

source: This is a friendly reminder about your upcoming booking. We look forward to seeing you!
es: Este es un recordatorio para tu próxima reserva. ¡Esperamos verte pronto!

source: If you need to reschedule or cancel, please contact us as soon as possible.
es: Si necesita reprogramar o cancelar, comuníquese con nosotros lo antes posible.

source: Booking Update
es: Actualización de reservas

source: Booking Updated
es: Reserva actualizada

source: Your appointment details have been modified. Please review the updated information below.
es: Se han modificado los detalles de su cita. Revise la información actualizada a continuación.

source: Reset Your Password
es: Restablecer su contraseña

source: Password Reset Request
es: Solicitud de restablecimiento de contraseña

source: We received a request to reset your password.
es: Recibimos una solicitud para restablecer su contraseña.

source: Please click the button below to reset your password:
es: Haga clic en el botón a continuación para restablecer su contraseña:

source: Password Reset Successful
es: Restablecimiento de contraseña exitoso

source: Your password has been successfully reset. You can now log in to your account with your new password.
es: Tu contraseña se ha restablecido correctamente. Ya puedes iniciar sesión en tu cuenta con tu nueva contraseña.

source: If you didn't make this change, please contact support immediately.
es: Si no realizó este cambio, comuníquese con el soporte técnico de inmediato.

source: Activate Your Staff Account
es: Activa tu cuenta de personal

source: Staff Account Invitation
es: Invitación a la cuenta del personal

source: You have been invited to join %(company_name)s as a staff member.
es: Se le ha invitado a unirse a %(company_name)s como miembro del personal.

source: Please activate your staff account by clicking the button below:
es: Active su cuenta de personal haciendo clic en el botón a continuación:

source: If you didn't expect this, please ignore this email.
es: Si no esperaba esto, ignore este correo electrónico.

source: We are a leading provider of booking management solutions for beauty salons and service providers.
es: Somos un proveedor líder de soluciones de gestión de reservas para salones de belleza y proveedores de servicios.

source: Our Mission
es: Nuestra misión

source: To simplify booking management for businesses and provide customers with a seamless booking experience.
es: Simplificar la gestión de reservas para las empresas y ofrecer a los clientes una experiencia de reserva fluida.

source: What We Offer
es: Lo que ofrecemos

source: Easy online booking system for customers
es: Sistema de reservas online sencillo para clientes

source: Comprehensive calendar management for businesses
es: Gestión integral de calendarios para empresas

source: Automated notifications and reminders
es: Notificaciones y recordatorios automáticos

source: Staff and service management
es: Gestión de personal y servicios

source: Flexible pricing and subscription plans
es: Precios flexibles y planes de suscripción

source: Why Choose Us
es: ¿Por qué elegirnos?

source: Our platform is designed with both businesses and customers in mind, offering intuitive interfaces, powerful features, and reliable support.
es: Nuestra plataforma está diseñada pensando tanto en las empresas como en los clientes, ofreciendo interfaces intuitivas, funciones potentes y soporte confiable.

source: Ready to get started?
es: ¿Listo para Comenzar?

source: View our pricing plans
es: Vea nuestros planes de precios

source: Have a question or need support? Fill out the form below and we'll get back to you as soon as possible.
es: ¿Tiene alguna pregunta o necesita ayuda? Complete el formulario a continuación y nos pondremos en contacto con usted lo antes posible.

source: Subject
es: Sujeto

source: Message
es: Mensaje

source: Send Message
es: Enviar mensaje

source: 1. General Information
es: 1. Información general

source: We inform you about the use of cookies on our website.
es: Le informamos sobre el uso de cookies en nuestro sitio web.

source: 2. What are cookies?
es: 2. ¿Qué son las cookies?

source: Cookies are files that are downloaded to your device when you access a website, allowing the storage and retrieval of information about user browsing habits.
es: Las cookies son archivos que se descargan en su dispositivo al acceder a una página web, permitiendo almacenar y recuperar información sobre los hábitos de navegación del usuario.

source: 3. Types of cookies used
es: 3. Tipos de cookies utilizadas

source: Technical cookies:
es: Cookies técnicas:

source: necessary for the operation of the site.
es: necesario para el funcionamiento del sitio.

source: Personalization cookies:
es: Cookies de personalización:

source: remember preferences such as language or region.
es: recordar preferencias como el idioma o la región.

source: Analysis cookies:
es: Cookies de análisis:

source: allow measuring site usage.
es: permitir medir el uso del sitio.

source: Advertising and third-party cookies:
es: Cookies publicitarias y de terceros:

source: managed by external providers (Google, Meta, etc.).
es: gestionados por proveedores externos (Google, Meta, etc.).

source: 4. Deactivation and elimination of cookies
es: 4. Desactivación y eliminación de cookies

source: You can configure your browser to allow, block or delete cookies:
es: Puede configurar su navegador para permitir, bloquear o eliminar las cookies:

source: 5. Cookies used on this website
es: 5. Cookies utilizadas en este sitio web

source: Provider
es: Proveedor

source: This website
es: Sitio Web

source: Session
es: Sesión

source: Identifies the user session for authentication and security.
es: Identifica la sesión del usuario para autenticación y seguridad.

source: 1 year
es: 1 año

source: Security token to prevent cross-site request forgery attacks.
es: Token de seguridad para evitar ataques de falsificación de solicitudes entre sitios.

source: Stores user cookie consent preferences.
es: Almacena las preferencias de consentimiento de cookies del usuario.

source: Stores the user's preferred language.
es: Almacena el idioma preferido del usuario.

source: 6. Acceptance of the cookie policy
es: 6. Aceptación de la política de cookies

source: By browsing our website, acceptance of the use of cookies is assumed. A notice will be displayed that allows you to accept, reject or configure cookies.
es: Al navegar por nuestro sitio web, se asume la aceptación del uso de cookies. Se mostrará un aviso que le permitirá aceptar, rechazar o configurar las cookies.

source: Configure your cookie preferences
es: Configura tus preferencias de cookies

source: Last updated:
es: Última actualización:

source: We use different types of cookies to optimize your experience on our website. Choose which cookies you want to allow.
es: Utilizamos diferentes tipos de cookies para optimizar tu experiencia en nuestro sitio web. Selecciona qué cookies quieres permitir.

source: Essential Cookies
es: Cookies esenciales

source: These cookies are necessary for the website to function and cannot be disabled. They are usually set in response to actions you take, such as setting your privacy preferences, logging in, or filling in forms.
es: Estas cookies son necesarias para el funcionamiento del sitio web y no se pueden desactivar. Suelen configurarse en respuesta a acciones que realizas, como configurar tus preferencias de privacidad, iniciar sesión o rellenar formularios.

source: Examples:
es: Ejemplos:

source: Session cookies, security cookies, authentication cookies, CSRF protection
es: Cookies de sesión, cookies de seguridad, cookies de autenticación, protección CSRF

source: Always Active - Required for site functionality
es: Siempre activo: requerido para la funcionalidad del sitio

source: Preference Cookies
es: Cookies de preferencia

source: These cookies enable enhanced functionality and personalization, such as remembering your preferences and settings.
es: Estas cookies permiten mejorar la funcionalidad y la personalización, como recordar sus preferencias y configuraciones.

source: Language preference, timezone, theme settings, accessibility preferences
es: Preferencias de idioma, zona horaria, configuración de temas, preferencias de accesibilidad

source: Your cookie preferences are stored locally in your browser. You can change these settings at any time by visiting this page.
es: Tus preferencias de cookies se almacenan localmente en tu navegador. Puedes cambiar esta configuración en cualquier momento visitando esta página.

source: Learn more about our cookie policy
es: Obtenga más información sobre nuestra política de cookies

source: All cookies accepted.
es: Se aceptan todas las cookies.

source: Only essential cookies enabled.
es: Sólo se habilitan las cookies esenciales.

source: How do I create an account?
es: ¿Cómo creo una cuenta?

source: Click on 'Register' in the top navigation, fill in your business details, choose a subscription plan, and you're ready to start accepting bookings.
es: Haz clic en 'Registrarse' en la barra de navegación superior, completa los datos de tu negocio, elige un plan de suscripción y estarás listo para empezar a aceptar reservas.

source: Can customers book without creating an account?
es: ¿Pueden los clientes reservar sin crear una cuenta?

source: Yes! Customers can make bookings without creating an account. They just need to provide their contact information.
es: ¡Sí! Los clientes pueden reservar sin crear una cuenta. Solo necesitan proporcionar su información de contacto.

source: How do I manage my staff and services?
es: ¿Cómo gestiono mi personal y mis servicios?

source: Once logged in, go to your company dashboard where you can add/edit staff members, services, working hours, and pricing.
es: Una vez que haya iniciado sesión, vaya al panel de control de su empresa, donde podrá agregar o editar personal, servicios, horarios de trabajo y precios.

source: Can I cancel my subscription anytime?
es: ¿Puedo cancelar mi suscripción en cualquier momento?

source: Yes, you can cancel your subscription at any time from your billing settings. Your access will continue until the end of the current billing period.
es: Sí, puedes cancelar tu suscripción en cualquier momento desde la configuración de facturación. Tu acceso continuará hasta el final del periodo de facturación actual.

source: How do customers receive booking confirmations?
es: ¿Cómo reciben los clientes las confirmaciones de reserva?

source: Customers receive automated email and WhatsApp notifications with booking details and a cancellation link if needed.
es: Los clientes reciben notificaciones automáticas por correo electrónico y WhatsApp con los detalles de la reserva y un enlace de cancelación si es necesario.

source: What payment methods do you accept?
es: ¿Qué métodos de pago aceptan?

source: We accept major credit cards and debit cards through our secure payment processor.
es: Aceptamos las principales tarjetas de crédito y débito a través de nuestro procesador de pagos seguro.

source: Can I upgrade or downgrade my plan?
es: ¿Puedo actualizar o degradar mi plan?

source: Yes, you can change your subscription plan at any time from your billing settings. Changes take effect immediately.
es: Sí, puedes cambiar tu plan de suscripción en cualquier momento desde la configuración de facturación. Los cambios surten efecto inmediatamente.

source: Is there a mobile app?
es: ¿Existe una aplicación móvil?

source: Our platform is fully responsive and works great on mobile browsers. A dedicated mobile app is coming soon!
es: Nuestra plataforma es totalmente responsiva y funciona a la perfección en navegadores móviles. ¡Pronto tendremos una aplicación móvil dedicada!

source: How do I get support?
es: ¿Cómo puedo obtener ayuda?

source: You can contact our support team through the
es: Puede ponerse en contacto con nuestro equipo de soporte a través del

source: contact form
es: formulario de contacto

source: Is my data secure?
es: ¿Están seguros mis datos?

source: Yes, we take data security seriously. All data is encrypted and stored securely. We comply with GDPR and other data protection regulations.
es: Sí, nos tomamos muy en serio la seguridad de los datos. Todos los datos se cifran y almacenan de forma segura. Cumplimos con el RGPD y otras normativas de protección de datos.

source: Still have questions?
es: ¿Aún tienes preguntas?

source: Get started in just a few simple steps
es: Comience con unos sencillos pasos

source: For Businesses
es: Para empresas

source: Create your business account and choose a subscription plan that fits your needs.
es: Crea tu cuenta empresarial y elige un plan de suscripción que se ajuste a tus necesidades.

source: Set Up Your Profile
es: Configura tu perfil

source: Add your services, staff members, working hours, and business information.
es: Agregue sus servicios, miembros del personal, horas de trabajo e información comercial.

source: Manage Bookings
es: Gestiona las Reservas de tu Salón

source: Use our calendar to view, confirm, and manage all your appointments in one place.
es: Utiliza nuestro calendario para ver, confirmar y gestionar todas tus citas en un solo lugar.

source: Grow Your Business
es: Haga crecer su negocio

source: Track your bookings, manage staff schedules, and focus on providing great service.
es: Realice un seguimiento de sus reservas, gestione los horarios del personal y concéntrese en brindar un excelente servicio.

source: For Customers
es: Para clientes

source: Find a Service
es: Añadir Servicio

source: Choose Date & Time
es: Elija fecha y hora

source: Select your preferred date, time, and staff member (if applicable).
es: Seleccione su fecha, hora y miembro del personal preferidos (si corresponde).

source: Enter your details and confirm your booking. You'll receive a confirmation email and WhatsApp message.
es: Introduce tus datos y confirma tu reserva. Recibirás un correo electrónico de confirmación y un mensaje de WhatsApp.

source: Enjoy Your Service
es: Disfrute de su servicio

source: Show up at your appointment time and enjoy your service!
es: ¡Preséntese a la hora de su cita y disfrute de su servicio!

source: Get Started Now
es: ¿Listo para Comenzar?

source: 1. Information We Collect
es: 1. Información que recopilamos

source: We collect information that you provide directly to us, including when you create an account, make a booking, or contact us for support.
es: Recopilamos la información que usted nos proporciona directamente, incluso cuando crea una cuenta, realiza una reserva o se comunica con nosotros para solicitar asistencia.

source: 2. How We Use Your Information
es: 2. Cómo usamos su información

source: We use the information we collect to provide, maintain, and improve our services, to process your bookings, and to communicate with you.
es: Utilizamos la información que recopilamos para proporcionar, mantener y mejorar nuestros servicios, procesar sus reservas y comunicarnos con usted.

source: 3. Information Sharing
es: 3. Intercambio de información

source: We do not sell your personal information. We may share your information with service providers who assist us in operating our platform.
es: No vendemos su información personal. Podríamos compartirla con proveedores de servicios que nos ayudan a operar nuestra plataforma.

source: 4. Data Security
es: 4. Seguridad de los datos

source: We implement appropriate security measures to protect your personal information from unauthorized access, alteration, or disclosure.
es: Implementamos medidas de seguridad adecuadas para proteger su información personal contra accesos, alteraciones o divulgaciones no autorizados.

source: 5. Your Rights
es: 5. Sus derechos

source: You have the right to access, correct, or delete your personal information. Contact us if you wish to exercise these rights.
es: Tiene derecho a acceder, corregir o eliminar su información personal. Contáctenos si desea ejercer estos derechos.

source: 6. Contact Us
es: 6. Contacta con nosotros

source: If you have questions about this Privacy Policy, please
es: Si tiene preguntas sobre esta Política de privacidad, por favor

source: contact us
es: contacta con nosotros

source: 1. Acceptance of Terms
es: 1. Aceptación de los Términos

source: By accessing and using this service, you accept and agree to be bound by the terms and provision of this agreement.
es: Al acceder y utilizar este servicio, usted acepta y se compromete a cumplir los términos y disposiciones de este acuerdo.

source: 2. Use of Service
es: 2. Uso del Servicio

source: You agree to use the service only for lawful purposes and in accordance with these Terms of Service.
es: Acepta utilizar el servicio únicamente con fines lícitos y de conformidad con estos Términos de Servicio.

source: 3. User Accounts
es: 3. Crear Cuenta

source: You are responsible for maintaining the confidentiality of your account and password and for restricting access to your account.
es: Usted es responsable de mantener la confidencialidad de su cuenta y su contraseña, así como de restringir el acceso a ellas.

source: 4. Bookings and Payments
es: 4. Reservas y pagos

source: All bookings are subject to availability and confirmation. Payment terms will be communicated at the time of booking.
es: Todas las reservas están sujetas a disponibilidad y confirmación. Las condiciones de pago se comunicarán al realizar la reserva.

source: 5. Cancellation Policy
es: 5. Política de cancelación

source: Cancellation policies may vary by service provider. Please review the specific cancellation policy before making a booking.
es: Las políticas de cancelación pueden variar según el proveedor de servicios. Por favor, revise la política de cancelación específica antes de realizar una reserva.

source: 6. Limitation of Liability
es: 6. Limitación de responsabilidad

source: We shall not be liable for any indirect, incidental, special, consequential or punitive damages resulting from your use of the service.
es: No seremos responsables de ningún daño indirecto, incidental, especial, consecuente o punitivo que resulte de su uso del servicio.

source: 7. Changes to Terms
es: 7. Cambios en los Términos

source: We reserve the right to modify these terms at any time. Changes will be effective immediately upon posting.
es: Nos reservamos el derecho de modificar estos términos en cualquier momento. Los cambios entrarán en vigor inmediatamente después de su publicación.

source: Sign in to your account
ca: Inicia sessió en el teu compte
es: Inicia sesión en tu cuenta

source: Or
ca: O
es: O

source: create a new company account
ca: crea un nou compte d'empresa
es: crea una nueva cuenta de empresa

source: Please correct the errors below.
ca: Per favor corregix els errors a continuació.
es: Por favor corrige los errores a continuación.

source: Username
ca: Nom d'usuari
es: Nombre de usuario

source: Enter your username
ca: Introduïx el teu nom d'usuari
es: Ingresa tu nombre de usuario

source: Enter your password
ca: Introduïx la teua contrasenya
es: Ingresa tu contraseña

source: Remember me
ca: Recorda'm
es: Recuérdame

source: Forgot password?
ca: Has oblidat la contrasenya?
es: ¿Olvidaste tu contraseña?

source: Sign in
ca: Iniciar sessió
es: Iniciar sesión

source: Messages
es: Mensajes

source: Site Maps
es: Mapas del sitio

source: Static Files
es: Archivos estáticos

source: Syndication
es: Sindicación

source: That page number is not an integer
es: Ese número de página no es un entero

source: That page number is less than 1
es: Ese número de página es menor que 1

source: That page contains no results
es: Esa página no contiene resultados
